/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf segons";

/* No comment provided by engineer. */
"%i days" = "%i dies";

/* No comment provided by engineer. */
"%i hours" = "%i hores";

/* No comment provided by engineer. */
"%i minutes" = "%i minuts";

/* No comment provided by engineer. */
"%i weeks" = "%i setmanes";

/* No comment provided by engineer. */
"1 day" = "1 dia";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 minute" = "1 minut";

/* No comment provided by engineer. */
"1 second" = "1 segon";

/* No comment provided by engineer. */
"1 week" = "1 setmana";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Adjunt>>";

/* No comment provided by engineer. */
"Add" = "Afegeix";

/* Copy the link to the clipboard */
"Copy Link" = "Copia enllaç";

/* No comment provided by engineer. */
"Custom..." = "Personalitza...";

/* No comment provided by engineer. */
"Delete" = "Suprimeix";

/* No comment provided by engineer. */
"Image Picker" = "Selector d'imatges";

/* No comment provided by engineer. */
"Invalid Input" = "Entrada no vàlida";

/* No comment provided by engineer. */
"OK" = "D'acord";

/* No comment provided by engineer. */
"Picture" = "Imatge";

/* No comment provided by engineer. */
"Select Image" = "Selecciona una imatge";

/* No comment provided by engineer. */
"The systemwide proxy configuration specified via the Network System Preferences depends upon reading a PAC (Proxy Automatic Confiruation) file from %@.  This information can not be used at this time; to connect, please obtain proxy information from your network administrator and use it manually." = "The systemwide proxy configuration specified via the Network System Preferences depends upon reading a PAC (Proxy Automatic Confiruation) file from %@.  This information can not be used at this time; to connect, please obtain proxy information from your network administrator and use it manually.";

/* Title of the alert shown when the system proxy configuration can not be determined */
"Unable to read proxy information" = "No s'ha pogut llegir la informació del proxy";